src/assets/requests/blog/delete_community.xml

<SOAP:Envelope xmlns:SOAP="http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP:Body>
    <DeleteCommunity xmlns="http://schemas.intasect.co.jp/generictools/service/Community" preserveSpace="no" qAccess="0" qValues="">
      <communityID />
    </DeleteCommunity>
  </SOAP:Body>
</SOAP:Envelope>